[
  {
    "id": "dengue_fever",
    "name_en": "Dengue Fever",
    "name_ru": "Лихорадка денге",
    "description_en": "Viral infection causing high fever, severe headache, and joint/muscle pain.",
    "description_ru": "Вирусная инфекция, вызывающая высокую температуру, сильную головную боль и боли в суставах/мышцах.",
    "symptoms_en": "High fever, severe headache, pain behind the eyes, joint and muscle pain, rash, mild bleeding",
    "symptoms_ru": "Высокая температура, сильная головная боль, боль за глазами, боли в суставах и мышцах, сыпь, легкое кровотечение",
    "treatment_en": "No specific treatment. Rest, fluids, pain relievers (avoiding aspirin). Severe cases require hospitalization.",
    "treatment_ru": "Специфического лечения нет. Покой, обильное питье, обезболивающие (избегая аспирина). Тяжелые случаи требуют госпитализации.",
    "prevention_en": "Avoid mosquito bites, eliminate breeding sites, use repellents, wear protective clothing",
    "prevention_ru": "Избегать укусов комаров, уничтожать места их размножения, использовать репелленты, носить защитную одежду",
    "prevalence_en": "Tropical and subtropical regions, affecting up to 400 million people annually",
    "prevalence_ru": "Тропические и субтропические регионы, ежегодно поражает до 400 миллионов человек",
    "image_url": "assets/images/dengue.jpg",
    "vectors": [
      "aedes_aegypti",
      "aedes_albopictus"
    ]
  },
  {
    "id": "malaria",
    "name_en": "Malaria",
    "name_ru": "Малярия",
    "description_en": "Parasitic infection causing cycles of fever, chills, and sweating.",
    "description_ru": "Паразитарная инфекция, вызывающая циклы лихорадки, озноба и потоотделения.",
    "symptoms_en": "Fever, chills, sweating, headache, nausea, vomiting, body aches, general malaise",
    "symptoms_ru": "Лихорадка, озноб, потливость, головная боль, тошнота, рвота, ломота в теле, общее недомогание",
    "treatment_en": "Antimalarial drugs based on the type of malaria and severity. Early treatment is essential.",
    "treatment_ru": "Противомалярийные препараты в зависимости от типа малярии и тяжести заболевания. Крайне важно раннее лечение.",
    "prevention_en": "Antimalarial medications, insecticide-treated bed nets, indoor residual spraying, eliminating breeding sites",
    "prevention_ru": "Противомалярийные препараты, обработанные инсектицидами сетки для кроватей, опрыскивание помещений инсектицидами, уничтожение мест размножения",
    "prevalence_en": "Tropical and subtropical regions, particularly in Africa, with over 200 million cases annually",
    "prevalence_ru": "Тропические и субтропические регионы, особенно в Африке, с более чем 200 миллионами случаев в год",
    "image_url": "assets/images/malaria.jpg",
    "vectors": [
      "anopheles_gambiae"
    ]
  }
]